[
  { "id": "1", "name": "Ryan Conover", "specialty": "Leadership", "title": "Founder & CEO", "bio": "Founder and CEO of Mine Performance Academy — leading the vision, culture, and development of the facility. He focuses on creating a high-level training environment built on modern performance methods, technology, and long term athlete development.", "image": "/images/framer/ryan-conover.png" },
  { "id": "2", "name": "Nick Gooden", "specialty": "Hitting Power", "title": "Hitting Coach", "bio": "Former Division 1 player at Morehead State with six years of collegiate experience. Gold Glove Award winner in 2024. Specializes in developing the physical and mental aspects of hitting and defense. Focused on helping athletes maximize their abilities and compete at a high level.", "image": "/images/framer/C3E3RGERq5NtgSHWQs8junnJdY.jpg" },
  { "id": "3", "name": "Braden Pickett", "specialty": "Rehab", "title": "Rehab & Arm Care Coach", "bio": "Former collegiate athlete at Iowa Western and San Jacinto. Overcame injuries and rehab challenges, building resilience and a strong commitment to excellence. Focuses on helping athletes reach their full physical, mental, and emotional potential through structured development.", "image": "/images/framer/XtGHwN6UHu8ylsn1vKRdEiow7bk.jpg" },
  { "id": "4", "name": "Travis Clark", "specialty": "Pitching Velo", "title": "Pitching Coach", "bio": "Pitching coach with 8 years of experience. Has trained more than 500 pitchers and specializes in velocity development, rehab, and pitch design. Rehabilitated over 70 UCL and labrum injuries and helped 35 athletes commit to college programs in the past 24 months. Focuses on efficient movement patterns and advanced pitch sequencing.", "image": "/images/framer/03VcVuj0McxrYx2zQKknN5frQtY.jpg" },
  { "id": "5", "name": "Marc Carney", "specialty": "Strength", "title": "Strength Coach", "bio": "Former collegiate player with experience at Central Michigan University and the University of Cincinnati. Brings a strong background in baseball, overcoming challenges such as injuries and mental barriers. Dedicated to helping athletes excel physically, mentally, and strategically on the field.", "image": "/images/framer/marc-carney.png" },
  { "id": "6", "name": "Gavin Sunderman", "specialty": "Pitching Velo", "title": "Pitching Coach", "bio": "Former pitcher at Wabash Valley College whose career was cut short due to arm injuries. Brings 5 years of coaching experience and firsthand understanding of throwing development, injury prevention, and long term arm health. Focuses on building strong physical and mental foundations for throwers.", "image": "/images/framer/5F37VUJm0pC8Ukd9wgesLMQcTR4.jpg" }
]
